{
  "Home": "الرئيسية",
  "About": "من نحن",
  "Construction": "المقاولات",
  "Logistics": "اللوجستى",
  "theLogistics": "اللوجستية",

  "Contractors": "المقاولات",
  "Contractors-info":"تتضمن شركة الاعمال المتطورة المقاولات العامة الإشراف على مشاريع البناء وإدارتها من البداية إلى النهاية وينسق جميع جوانب عملية البناء وضمان الامتثال لقوانين وأنظمة البناء المحلية، وإدارة جدول البناء وتتولى شركة الاعمال المتطورة مهام مختلفة مثل الحصول على التصاريح، وشراء المواد، وضمان تلبية معايير الجودة طوال المشروع بالاضافه الى العمل كمحللين للمشاكل، ومعالجة أي مشكلات تنشأ وإجراء التعديلات حسب الضرورة للحفاظ على المشروع على المسار الصحيح  و تضمن خبرتنا إكمال مشاريع البناء بكفاءة وأمان ووفقًا لمواصفات العميل .",
  "Contractors-short":"شركة رائدة في مجال المقاولات العامة والخاصة",



  "finishes": "التشطيبات الداخلية والخارجية",
  "finishes-nfo":"توفر شركة الاعمال المتطورة التشطيبات الخارجية وتتميز فى اعطاء الطبقة النهائية التي يتم تطبيقها على الأسطح الخارجية للمبنى جاذبية جمالية وحماية ضد العناصر البيئية. والعمل بمواد  تعزز من جاذبية المبنى مع حمايته من الظروف الجوية مثل المطر والرياح والأشعة فوق البنفسجية. و تقوم الشركة بالتشطيبات الخارجية المطبقة بشكل صحيح في العزل والتحكم في الرطوبة والمتانة طويلة الأمد، مما يساهم في كفاءة الطاقة الإجمالية وعمر الهيكل وتقوم شركة الاعمال المتطورة ايضا بالتشطيبات الداخلية واستخدام المواد والمعالجات المطبقة ع الأسطح الداخلية للمبنى لإنشاء مساحة وظيفية وجذابة بصريًا. وتقوم الشركة بدورًا حاسمًا في تحديد أجواء ووظائف المساحة، مما يساهم في راحة وأسلوب وقابلية استخدام التصميمات الداخلية. كما أنها تؤثر على الأداء الصوتي وسهولة الصيانة والتماسك الجمالي العام داخل المبنى.",
  "finishes-short":"أهمية التفاصيل والدقة في التشطيبات الداخليه والخارجية",
  
  "Sports-equipment": "تجهيز الملاعب والصالات الرياضية",
  "Sports-equipment-info": "إذا كنت تبحث عن شركة تجهيز ملاعب والصالات الرياضية  فأنت في المكان المناسب في شركة الأعمال المتطور تعتبر تجهيز الملاعب من العمليات الحاسمة لضمان جودة وسلامة الملاعب الرياضية وتتطلب هذه العملية خبرة وكفاءة عالية للحصول على نتائج مرضية تقدم شركتنا خدمات تجهيز الملاعب بالرياض بأعلى مستوى من الجودة والاحترافية  نحن نفهم أهمية توفير بيئة آمنة ومريحة للرياضيين واللاعبين، ولذلك نعمل بجد لتلبية احتياجات عملائنا و تشمل خدماتنا تجهيز الملاعب الرياضية المختلفة مثل الملاعب الكروية والتنس وكرة السلة وغيرها نحن نستخدم أحدث التقنيات والمعدات لضمان تنفيذ عملية التجهيز بشكل مثالي وفقًا للمعاييرالعالمية",
  "Sports-equipment-short": "تجهيز الملاعب والصالات الرياضية بالارضيات من خلال العشب الصناعى والارضيات المطاطيه وغيرها",
  "Building-maintenance": "صيانة المبانى والمكاتب والمنازل والمطاعم والكافيهات",
  "maintenance":"الصيانة",
  "maintenance-info":"صيانة المبانى والمكاتب والمنازل والمطاعم والكافيهات باحدث المعدات و بفريق عمل على اعلى مستوى",

  "clearance": "خدمات التخليص الجمركى للاستيراد والتصدير",
  "clearance-com":"التخليص الجمركى",
  "clearance-com-info":"يشكل التخليص الجمركى دورا اساسيا فى صناعة الخدمات اللوجستية وتعتبر احدى اسباب تقدمنا والتى من خلالها يحصل عملائنا على اسرع وسيلة لتخليص الشحنات الخاصة بهم سواء فى التصدير او الاستيراد وذلك من خلال قنوان ممنهجه لدينا مالم يخالف ذلك القواعد والانظمة الجمركية . مكتبنا فى التخليص الجمركى خبير فى صناعة المواصفات المحلية والشروط واللوائح فهذه المعرفه على ارض الواقع تسمح لمكتبنا بالتعامل مع المهام الادارية كامله بالنسبة لعملائنا بسرعه وبدون تعقيدات لدينا قائمة شاملة من الخدمات تضمن اعداد جميع الوثائق اللازمه وتقديمها للجمررك مع كافة الخدمات المساندة الاخرى",
  "clearance-com-short":"يشكل التخليص الجمركى دورا اساسيا فى صناعة الخدمات اللوجستية وتعتبر احدى اسباب تقدمنا",

  "Transportation":"خدمات النقل والشحن",
  "Transportation-info":"خدمات النقل والشحن البرى والجوي والبحرى",

  "Road-Transport": "النقل البرى",
  "Road-Transport-info":"نحن ندرك قيمه الوقت لذلك نحن نقدم وسائل نقل خاصه للعملاء وحلول جاهزه للتنفيذ لتحميل جزء او كامل شاحنه توافر المعدات المناسبه في المكان والوقت المناسبين وهو ما يحدد تميزنا دائما نقدم هذه الخدمه في اكثر وقت ممكن بقدر كبير من المهنية",
  "Road-Transport-short":"نحن ندرك قيمه الوقت لذلك نحن نقدم وسائل نقل خاصه للعملاء وحلول جاهزه للتنفيذ",

  "Sea-Freight": "الشحن البحرى",
  "Sea-Freight-info":"يعتبر النقل البحري جزء حيوي من الاقتصاد العالمي نحن نقدم النظام الصحيح لجميع الشحنات حسب طبيعتها وحجمها الى اخره من خلال العمل على ترتيب افضل وسائل النقل المناسبه والخط الملاحي المناسب لكل شحنه لقد تم اختيار مواردنا البشريه بعنايه فائقه وذلك لتلبيه كل طلبات عملائنا الكرام في الوقت المناسب لا تنتهي خدماتنا بمجرد وصول الشحنه الى ميناء الوصول فضلا عن ذلك نحن نقدم كل الخدمات الضرورية المرتبطة بها من ترتيب الوثائق القياسية الى الترتيبات المصرفية المعقدة والتغطية التامينية للشحن البحرى اذا طلب منا ذلك . نظام التتبع عبر الانترنت وخدمة التتبع يسهل لنا الحفاظ على تعقب الشحنات الخاصة بك اثناء الابحار فنحن نقدم لعملائنا الكرام خيارات خدمية مرنة للشحن البحرى وتشمل خدماتنا خدمات الشحن للحاويات الكامله وخدمات الشحن للطرود",
  "Sea-Freight-short":"يعتبر النقل البحري جزء حيوي من الاقتصاد العالمي نحن نقدم النظام الصحيح لجميع الشحنات",

  "Air-Freight": "النقل الجوى",
  "Air-Freight-info":"دقه مواعيد وصول البضائع الى موقع العمل الخاص بعملائنا او الخاص بنا وما يهدف اليه قسم الشحن الجوي لدينا لتحقيقه  فخدمات الشحن الجوى لدينا تسمح بتنسيق البضائع الخاصه بعملائنا بشكل اكثر مرونه وكفاءه ما عليك الا ان تخبرنا ببلد المنشاء ووجهه الوصول النهائيه ونحن سوف نجد العديد من الطرق ونختار اكثر الطرق فاعليه واقلها تكلفه بالاضافه الى ان خدمة الاتصالات لدينا متقدمه للغايه وتساعدنا على الاستجابه السريعه لمتطلبات عملائنا وبالتالي القضاء على التاخيرات الروتينية",
 "Air-Freight-short":"دقه مواعيد وصول البضائع الى موقع العمل الخاص بعملائنا او الخاص بنا وما يهدف اليه قسم الشحن الجوي لدينا",

  "Logistics-Services": "الخدمات اللوجستية",
  "Logistics-Services-info":"تحتاج العمليه التجاريه الى بناء علاقه بين المستورد مع وكلاء الشحن والخطوط الملاحيه وكذلك شركات ومكاتب التخليص الجمركي موثوقه وذات مهنيه وذلك لتسريع وصول الشحنات بدون عوائق وتخفيض التكاليف لا سيما ان بعض السلع تحتاج الى تعامل خاص فى الشحن وبعضها يحتاج الى الحصول على رخصه استيراد قبل الشحن للمملكه واصدار فسح عند الاستيراد مثل المواد الكيميائيه والامنيه اجهزه الاتصالات الاجهزه الطبيه والدوائيه والمواد الغذائيه وغيرها ومنها ما يحتاج الى شهادات مطابقه ايزو شركه الاعمال المتطوره تقدم الخدمات التاليه اصدار التراخيص والفسوحات والتسجيل نيابه عن العملاء من الجهات المختصه لكل صنف تعتبر شركه الاعمال المتطوره الوكيل المعتمد بشركه تي اف دبليو العالميه المختصه بالشحن والاعمال اللوجستيه واسست علاقه مع كبرى شركات شحن اخرى ومع شركات ومكاتب التحديث الجمركي المتميزه مما يمكنها من تقدم الاعمال ذات العلاقه نيابه عن المستوردين من المصدر الى مستودعات العميل وفق حلول  تساهم في تخفيض التكاليف وسرعه اصول الشحنات تاهيل المنتجات قبل الاستيراد بقالب واحد شامله المراحل التاليه الفحص الفني للمنتج اعداد ملف فني شامل المنتج تسجيل المنتج في الجهات المختصه لاستخراج شهاده مطابقه تحديد البند الجمركى الصحيح  تحديد متطلبات الفسح والقيود الجمركية",
  "Logistics-Services-short":"تحتاج العمليه التجاريه الى بناء علاقه بين المستورد مع وكلاء الشحن والخطوط الملاحيه ",
  "Customs-Business": "الاعمال الجمركية",
  "Customs-Business-info":"خبراتنا الممتده لاكثر من 30 عاما تؤهلنا لتقديم الدراسات والخدمات الاستشاريه المتخصصه في الاعمال الجمركيه التاليه الاستيراد والتصدير الاستيراد والتصدير المؤقت او اعاده تصدير الترانزيت والترانزيت الداخلي الاستيراد والتصدير عن طريق البريد والناقل السريع الايداع والتخزين في مناطق الايداع والمستودعات الخاصه والاسواق الحره استيراد وتصدير السيارات والشاحنات والمعدات البضائع المحجوزه والمتروكه المخالفات الجمركيه والقضائيه والترافع نيابه عن العميل امام الجمارك واللجان المختصه استعاده المبالغ المربوطه بالتامين فروقات الرسوم الجمركيه والعوائد الارضيهالاعفاءات الجمركيه الخاضعه للاتفاقيات الدوليه او الاعفاءات الصناعيه القيمه للاغراض الجمركيه التدقيق اللاحق للبيانات والمستندات الجمركيه استخراج التراخيص والشهادات استخراج الفسوحات للاصناف المقيده استخراج حكم مسبق للبند الجمركي البنود الجمركيه الصحيحه للاصناف المستورده او المصدره وبيان مقيد منها واجراءاته",
  "Customs-Business-short":"خبراتنا الممتده لاكثر من 30 عاما تؤهلنا لتقديم الدراسات والخدمات الاستشاريه",
  "Contact": "اتصل بنا",
  "Vision": "رؤية 2030",
"construct":"الإنشائية",
  "aboutHomePageNabza": "نبذة",
  "aboutHomePageKnoladge": "تعريفية عنا",
  "OurFound": "خدماتنا",
  "OurFounfInfo": "تقدم شركه الاعمال المتطورة مجموعه من الخدمات الاستشاريه والدراسات المتخصصه فى الخدمات الخدمات العقاريه و اللوجستيه المرتبطه بعمليات الاستيراد والتصدير والانشطه التجاريه والخدميه للجهات الحكوميه والمؤسسات والشركات والمصانع الوطنيه والاستثماريه والمختبرات الخاصه",
  "ourVision": "رؤيتنا",
  "ourVisionInfo": "ان نكون الاختيار الاول في تقديم الدراسات والخدمات الاستشاريه فى كلا من المجال العقارى والمجال اللوجستى وضع حلول المناسبه لعمليات الاستيراد والتصدير وفق التعليمات والاجراءات وكشف مسارات الاعمال القانونيه وتقديم الخدمات بشفافيه وبتكاليف متوافقه مع نوعه وحجم العمل",
  "gouls": "أهدافنا",
  "goulsInfo": "التميز في الاعمال الانشائيه وتطوير التجربه النوعيه التي ننفرد بها وتقديم الخدمات الاستشاريه كلا من المجالات العقارية و اللوجستيه للجهات الحكوميه والمؤسسات والشركات والمصانع الوطنيه والاستثماريه والمختبرات الخاصه في مجال التجاري والخدمي",
  "msgCompany":"رسالتنا",
  "msgCompanyInfo":"ان لشركه الاعمال المتطوره للخدمات العقارية والتخليص الجمركي مكانتها الخاصه في  السوق السعودي منذ عام 2010 معتمده في المقام الاول على مجموعه من الخبرات الشبابية التي لديها القدره على استيعاب متطلبات السوق ومواجهه جميع التحديات باكبر قدر من الثقه والمرونه وتحقيق الاهداف المرجوه ان شركه الاعمال متطوره لخدمات الشحن الدولي والتخليص الجمركى والعقارات هي شركه سعوديه مسجله مقرها بالرياض ولديها فروع باغلى مدن المملكه مع شبكه عالميه من الوكلاء في اكثر من 60 بلد حول العالم ولدينا عملاء منتشرين في جميع المجالات مثل الاغذيه والاتصالات والهيئات الحكوميه والخاصه والسلع الاستهلاكيه والمعمره والاثاث المنزلي والمكتبي والملابس وغيرها الكثير وهذا على سبيل المثال لا الحصر.",
  "more":"المزيد",  
  "company":"الشـركة",
  "services":"خدمات",

  "vibrant-community":"مجتمع حيوى",
  "vibrant-community-info":"تتحول رؤية السعودية 2030 إلى واقع في مجتمع نابض بالحياة. فالمجتمع المتماسك السعيد هو أهم أسس الازدهار الاقتصادي لمجتمع مواطنه مسؤول، وجذوره راسخة تستند على قيم الإسلام السمحة والفخر بالوطن، مع الاعتزاز بالتراث والثقافة السعودية، في بيئة توفير خيارات ترفيه على مستوى عالمي، ونمط حياة مستدام، وأنظمة رعاية صحية واجتماعية فعالة، حيث تتميز المملكة بثقافتها الغنية، ووحدتها الوطنية وعقيدتها الإسلامية، كما تفخر المملكة على مدار العصور بضيافة الحجاج وإبراز قيمها للعالم.",
  "vibrant-community-short":"تتحول رؤية السعودية 2030 إلى واقع في مجتمع نابض بالحياة. فالمجتمع المتماسك السعيد هو أهم أسس الازدهار الاقتصادي لمجتمع مواطنه مسؤول",


  "thriving-economy":"اقتصاد مزدهر",
  "thriving-economy-info":"تمكّنت الرؤية شباب الوطن من المشاركة الفاعلة في جميع القطاعات، ورسمت مستقبلًا واعدًا يصنعونه بأيديهم، بعدما أعطت الأولية للمبدعين والموهوبين، ودعمت ثقافة الابتكار والمثابرة، ووفرت فرصًا مميزة للنمو، وعملت على توليد وظائف نوعية، مع استقطاب أفضل الخبرات العالمية. وفرت المملكة بيئة تنافسية جاذبة مفتوحة للأعمال، لبناء اقتصاد عالمي رائد، يعزز ريادة الأعمال، ويعيد هيكلة المدن الاقتصادية، ويسهم في إنشاء مناطق خاصة، ويطلق إمكانات سوق الطاقة لجعله أكثر تنافسية، كما تستثمر المملكة من أجل مستقبل مشرق، بإطلاق العنان لقطاعات جديدة واعدة، وتخصيص المزيد من الخدمات الحكومية لتنويع الاقتصاد وضمان استدامته.",
  "thriving-economy-short":"تمكّنت الرؤية شباب الوطن من المشاركة الفاعلة في جميع القطاعات، ورسمت مستقبلًا واعدًا يصنعونه بأيديهم، بعدما أعطت الأولية للمبدعين والموهوبين",

  "Ambitious-homeland":"وطن طموح",
  "Ambitious-homeland-info":"تتولى الحكومة مسؤوليات كبيرة تحتم المرونة في التعامل مع المتغيرات الحديثة والتحديات الجديدة، وتلتزم بالشفافية والخضوع للمساءلة، وتعمل على إدارة مواردها المالية بكفاءة وفعالية، مع سرعة في الإنجاز ومراقبة للأداء. مهما كان القطاع الذي تعمل به، سيكون لديك دور مهم تؤديه للمساهمة في بناء وطنك، إذا كنت صاحب عمل أو تعمل في مؤسسة غير ربحية أو في أي قطاع آخر، فأنت مدعو للمساهمة في تنمية هذا الوطن، وسيبقى القطاع غير الربحي جزءًا مهمًا من مجتمعنا، يؤدي دورًا حاسمًا في تلبية الاحتياجات المجتمعية والرقي بالمجتمع.",
  "Ambitious-homeland-short":"تتولى الحكومة مسؤوليات كبيرة تحتم المرونة في التعامل مع المتغيرات الحديثة والتحديات الجديدة، وتلتزم بالشفافية والخضوع للمساءلة",
  
  "feature" :"مميزاتنا",

  "workquick":"تسليم العمل فى الموعد",
  "workquickinfo":"تسليم العمل فى الموعد المحدد من مميزات شركة الاعمال المتطورة اللى تتميز بها فى كافة مجالتها",

  "Consultation" :"الاستشارة",
  "Consultationinfo":"تعتبر شركة الاعمال المتطورة الرائدة فى كافه مجالتها لخبرتها السابقه ولذلك تقدم الشركة جميع الاستشارات الناجحه بشكل مستمر",

  "OurStaff":"فريق العمل",
  "OurStaffinfo":"يتميز طاقم العمل فى شركة الاعمال المتطورة بالتفانى فى العمل والخبرات اللازمه التى تميز الشركه فى كافه مجالتها",
  
  "modernway":"العمل بطرق تواكب العصر",
  "modernwayinfo":"تعمل شركة الاعمال المتطورة بكافه الطرق والاساليب التى تواكب العصر وتواكب سوق العمر .",

  "Greatworkhistory" :"سابقة اعمال كبيرة",
  "Greatworkhistoryinfo":"تتميز شركة الاعمال المتطورة بسابقه اعمال كبيرة ومميزه تجعلها من الشركات المميزة وذات خبره كبيره فى كافه مجالتها .",

  "Continuouscustomersupport":"الدعم الفنى المتواصل"
  ,"Continuouscustomersupportinfo" :"تتميز شركة الاعمال المتطورة بالدعم الفنى المتواصل لجميع عملائها على مدار الوقت .",

  "copyright":"جميع الحقوق محفوظة لدى موقع شركة الاعمال المتطورة © ٢٠٢٤",
  
"visionsrone":"تتحول رؤية السعودية 2030 إلى واقع في مجتمع نابض بالحياة.  فالمجتمع المتماسك السعيد هو أهم أسس الازدهار الاقتصادي لمجتمع مواطنه مسؤول، وجذوره راسخة تستند على قيم الإسلام السمحة والفخر بالوطن، مع الاعتزاز بالتراث والثقافة السعودية، في بيئة توفير خيارات ترفيه على مستوى عالمي، ونمط حياة مستدام، وأنظمة رعاية صحية واجتماعية فعالة، حيث تتميز المملكة بثقافتها الغنية، ووحدتها الوطنية وعقيدتها الإسلامية، كما تفخر المملكة على مدار العصور بضيافة الحجاج وإبراز قيمها للعالم. تأتي الرفاهية الصحية والنفسية والاجتماعية في أولويات رؤية السعودية 2030 ولهذا من صميمها أن يتمتع الجميع بجودة حياة عالية وصحية، وبيئة عامرة، من أجل من أجل تكوين مجتمع بنيانه متين، مع الالتزام بتعزيز التنمية الاجتماعية من خلال تقوية الروابط الأسرية، وبناء شخصيات قوية من خلال التعليم، وإنشاء أنظمة رعاية صحية واجتماعية متطورة. تسعى رؤية السعودية 2030 من خلال هذه الجهود، إلى الوصول إلى مجتمع حيوي ليكون الأساس لاقتصاد مزدهر ووطن طموح.",

"visionsrtwo":"تستهدف رؤية السعودية 2030 الوصول إلى مجتمع حيوي واقتصاد مزدهر، من خلال توفير بيئة مناسبة للنمو، واستحداث فرص عمل للمواطنين ، ورعاية المواهب وتنمية الاستثمارات، واغتنام الإمكانات الكبيرة التي يتمتع بها الوطن. مكّنت الرؤية شباب الوطن من المشاركة الفاعلة في جميع القطاعات، ورسمت مستقبلًا واعدًا يصنعونه بأيديهم، بعدما أعطت الأولية للمبدعين والموهوبين، ودعمت ثقافة الابتكار والمثابرة، ووفرت فرصًا مميزة للنمو، وعملت على توليد وظائف نوعية، مع استقطاب أفضل الخبرات العالمية. وفرت المملكة بيئة تنافسية جاذبة مفتوحة للأعمال، لبناء اقتصاد عالمي رائد، يعزز ريادة الأعمال، ويعيد هيكلة المدن الاقتصادية، ويسهم في إنشاء مناطق خاصة، ويطلق إمكانات سوق الطاقة لجعله أكثر تنافسية، كما تستثمر المملكة من أجل مستقبل مشرق، بإطلاق العنان لقطاعات جديدة واعدة، وتخصيص المزيد من الخدمات الحكومية لتنويع الاقتصاد وضمان استدامته. تقع المملكة في ملتقى الطرق بين ثلاث قارات، وتسهم الرؤية في أن يكون موقعها فاعلًا، لتصبح مركزًا رئيسيًا للتجارة الدولية، وتطلق شراكات جديدة لتنمية الاقتصاد ودعم الشركات المحلية في تنمية الصادرات. تسعى رؤية السعودية 2030 عبر جهود عديدة ومتنوعة، للوصول إلى اقتصاد مزدهر، يقود نحو وطن طموح، ومجتمع حيوي.",

"visionsrthree":"تعزز رؤية السعودية 2030 الطموحة من وجود حكومة فاعلة، تعمل بشفافية ومسؤولية، وتحفز على المواطنة، وتشجع المجتمع بجميع فئاته من مواطنين وقطاع خاص وقطاع غير ربحي على القيام بدورهم، وأخذ زمام المبادرة لاستكشاف الفرص واستثمارها للنهوض بالوطن، والمساهمة في تشكيل المستقبل. تتولى الحكومة مسؤوليات كبيرة تحتم المرونة في التعامل مع المتغيرات الحديثة والتحديات الجديدة، وتلتزم بالشفافية والخضوع للمساءلة، وتعمل على إدارة مواردها المالية بكفاءة وفعالية، مع سرعة في الإنجاز ومراقبة للأداء. مهما كان القطاع الذي تعمل به، سيكون لديك دور مهم تؤديه للمساهمة في بناء وطنك، إذا كنت صاحب عمل أو تعمل في مؤسسة غير ربحية أو في أي قطاع آخر، فأنت مدعو للمساهمة في تنمية هذا الوطن، وسيبقى القطاع غير الربحي جزءًا مهمًا من مجتمعنا، يؤدي دورًا حاسمًا في تلبية الاحتياجات المجتمعية والرقي بالمجتمع.",
  
"CompanyName":"شركة الأعمال المتطورة",
"GotoConstruction" :"القطاع العقارى",
"GotoLogistics":"القطاع اللوجستى",
"commerce":"التجارى",
"commerce-section":"القطاع التجارى",

"direction": "rtl"
}
